{"Title":"B.C.’s Old Growth Scandal","Intro":"In recent months, British Columbia’s government has made a show of protecting old growth through deferrals, when really it is","Highlight":"approving forest destruction at alarming rates.","Deferral":{"Title":"What is a deferral?","Content":"Deferrals are an <span class=highlight>emergency measure</span> to temporarily pause – typically for a period of 2-4 years – harvest of the <span class=highlight>most at-risk old growth forests</span>. While deferrals are not permanent protection, they keep forests standing while the current management system is overhauled to center First Nations’ Title and Rights and ecosystem health."},"Map":{"Heading":"Old Growth Risk Map","Subheading":"This heat map created by Stand Research Group visually depicts the level of risk of old growth deferral loss across British Columbia. At closer view, you can see which big companies are posing the majority of the threat."},"Evidence":{"Heading":"On-the-ground evidence and satellite research","Subheading":"Advocacy groups and communities across the province have documented proposed deferral areas that have been logged. Additionally, Stand.earth Research Group has been conducting satellite research to verify this documentation and monitor at-risk old growth areas."},"Timeline":{"Headline":"A long overdue commitment","Description":"The B.C. government committed to deferrals in all at-risk old growth in September 2020 when they made a promise to implement all 14 recommendations of the Old Growth Strategic Review Panel. We are 2 years into a 3 year suggested timeline, and they haven’t completed the first step. Though the struggle to protect ancient forests in B.C. has been decades long, here’s a timeline of what has transpired in the past 2 years."},"Quote":"B.C.’s grandstanding has been a jarring contrast to reality: the most at-risk old growth forests are being cut down, while Indigenous peoples, scientists, advocacy groups and celebrities continue to call on B.C. to immediately stop logging in proposed old growth deferral areas.","Twitter":"","FB":"","Headline":"B.C.’s old growth scandal exposed by Stand.earth","Description":"Check out this new website that they just launched!","a":[],"b":[],"c":[],"d":[],"e":[],"f":[],"g":[],"h":[],"i":[]}